// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="Faxeinstellungen";
"Back"="Rückseite";
"Str_Fax_Settings_Btn_Next"="Weiter";
"Str_Fax_Settings_Btn_Finish"="Beenden";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="Einleitung";
"Make the basic settings to send/receive faxes."="Die Standardeinstellungen zum Senden/Empfangen von Faxen konfigurieren.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Stellen Sie sicher, dass der Computer am Drucker angeschlossen, der Druckertreiber installiert, das Setup zum Drucken vom Computer abgeschlossen und der Drucker eingeschaltet ist.";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="Einstellungen vom Drucker lesen.";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="Einstellungen der Kopfzeilendaten";
"Enter your Fax Header and Phone Number."="Geben Sie die Fax-Kopfzeile und Ihre Telefonnummer ein.";
"Fax Header:"="Fax-Kopfzeile:";
"Your Phone Number:"="Ihre Telefonnummer:";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="Ihre Fax-Kopfzeile und Telefonnummer werden oben im empfangenen Fax angezeigt.";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="Auto-Antwort-Einstellungen";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="Wenn Sie das Fax häufiger verwenden als den Drucker, empfehlen wir Auto-Antwort. Außerdem wird empfohlen darauf zu achten, dass für den Faxempfang immer Papier eingelegt ist.\nHinweis:\nJe nach Region ist die Einstellung  Klingelzeichen bis zum Antworten möglicherweise nicht verfügbar.";
"Number of Rings to Answer:"="Anzahl Rufe bis Antwort:";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="Achten Sie darauf, dass Auto-Antwort aktiviert ist, wenn am Drucker kein externes Telefon angeschlossen ist.\nWenn Auto-Antwort deaktiviert ist, können sonst keine Faxe empfangen werden.";
"Auto Answer"="Auto-Antwort";
"Str_Auto_Answer_Strings_Button_On"="Auto-Antwort:Ein";
"Str_Auto_Answer_Strings_Button_Off"="Auto-Antwort:Aus";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="Fax/Tel Auto Schalter";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="Einstellungen für Wähltonerkennung";
"Set whether or not to start dialing after detecting a dial tone."="Das Wählen kann sofort oder erst nach der Erkennung eines Wähltons gestartet werden.";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="Wenn von \"Faxverbindung prüfen\" kein Wählton erkannt wird, können Sie wählen, indem Sie das Kontrollkästchen deaktivieren.";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="Es kann vorkommen, dass durch Deaktivieren des Kontrollkästchens ein Teil der Telefonnummer gelöscht und eine Verbindung mit dem falschen Teilnehmer hergestellt wird.";
"Detect Dial Tone"="Wählton erkennen";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="Einstellungen überprüfen";
"Check the following settings."="Prüfen Sie die folgenden Einstellungen.";
"Click [Next] to send the setting information to the printer."="Klicken Sie auf [Weiter], um die Einstellungen zum Drucker zu senden.";
"Str_Confirm_Settings_View_SText_Fax_Header"="Fax-Kopfzeile:";
"Str_Confirm_Settings_View_SText_Phone_Number"="Ihre Telefonnummer:";
"Str_Confirm_Settings_View_SText_Auto_Answer"="Auto-Antwort:";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="Rufe bis Antwort:";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="Wähltonerkennung:";
"Str_Confirm_Settings_View_SText_On"="Ein";
"Str_Confirm_Settings_View_SText_Off"="Aus";
"Str_Confirm_Settings_View_SText_AutoSwitch"="Auto Schalter";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="Einstellungen werden an den Drucker gesendet.";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="Einstellungen abgeschlossen";
"Str_Settings_Complete_View_SText_Success"="Faxeinstellungen normal abgeschlossen.";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="Fehler bei den Faxeinstellungen";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Über FAX Utility...";
"Preferences..."="Einstellungen...";
"Services"="Dienste";
"Hide FAX Utility"="FAX Utility ausblenden";
"Hide Others"="Andere ausblenden";
"Show All"="Alle einblenden";
"Quit FAX Utility"="FAX Utility beenden";
"File"="Datei";
"Close"="Schließen";
"Edit"="Bearbeiten";
"Undo"="Rückgängig";
"Redo"="Wiederholen";
"Cut"="Schneiden";
"Copy"="Kopieren";
"Paste"="Einfügen";
"Delete"="Löschen";
"Select All"="Alles markieren";
"Window"="Fenster";
"Minimize"="Im Dock ablegen";
"Help"="Hilfe";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Abbrechen";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Die Datei zur Ausführung des Programms wurde nicht gefunden.\nFAX Utility neu installieren.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Drucker/Faxinformationen nicht abrufbar. Unter \"Drucker- & Faxvoreinstellungen\" den PC-FAX-Treiber hinzufügen.";
"Str_Alert_Common_Confirm_OverWrite"="Die angegebene Datei existiert bereits. Überschreiben?";
"Str_Alert_Common_Not_Responding_Error"="Der Drucker antwortet nicht. Stellen Sie sicher, dass der Drucker richtig angeschlossen und eingeschaltet ist.";
"Str_Alert_Common_Communication_Error"="Es ist ein Druckerkommunikationsfehler aufgetreten.";
"Str_Alert_Common_Printer_Processing_Error"="Der Drucker verarbeitet Daten. Ein paar Minuten warten und dann erneut versuchen.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Während der Kommunikation mit dem Drucker wurde ein Fehler festgestellt.\nFehlercode (%d)";
"Str_Alert_Common_Error_Occurred"="Verarbeitung abgebrochen, weil ein Fehler aufgetreten ist.";
"Str_Alert_Common_PrinterStatusError"="Im Drucker ist ein Fehler aufgetreten. Fehler beheben und dann erneut versuchen.";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="Faxeinstellungen kann nicht gestartet werden, da eine andere FAX Utility-Funktion bereits läuft. Bitte warten Sie, bis diese Funktion abgeschlossen ist, und versuchen Sie es dann erneut.";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="Faxeinstellungen nicht vollständig.\nMöchten Sie die Verarbeitung abbrechen?";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="Für eine Fax-Kopfzeile können nur alphanumerische Zeichen und Symbole verwendet werden.";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="Für Ihre Telefonnummer können nur numerische Zeichen und Leerzeichen verwendet werden.";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="Stellen Sie die Anzahl der Klingelzeichen bis zum Antworten im Bereich von %d bis %d ein.";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="In den vom Drucker abgerufenen Einstellungen wurde ein Problem festgestellt.\nParameter: (betreffender Parameter)";
